Repository: wp-plugins/woocommerce-html5-video
Catalog: languages/html5_video-*.po
Languages: fa_ir

source: Video
fa_ir: ویدیو

source: Video embedding powered by
fa_ir: کدهای جاسازی ویدیو ساخته شده از

source: Embed Code
fa_ir: جاسازی کد

source: Place your embedded video code here.
fa_ir: جای کد ویدیو های جاسازی شده شما در اینجا

source: Select video source:
fa_ir: گزینش

source: Embedded code
fa_ir: کد جاسازی شده

source: Clear
fa_ir: پاک کردن

source: Delete
fa_ir: زدودن

source: Add another video
fa_ir: ویدیویی دیگر بیافزایید

source: The embedded code should be taken from a video page like Youtube
fa_ir: کد جاسازی شده باید از یک برگه ویدیو مانند یوتیوب گرفته شده باشد

source: Upload video
fa_ir: بارگذاری ویدیو

source: Supported video formats
fa_ir: فرمت های ویدیویی پشتیبانی شده

source: Supported by
fa_ir: پشتیبانی شده از

source: Select video
fa_ir: گزینش ویدیو

source: Video dimensions
fa_ir: اندازه های ویدیو

source: Width
fa_ir: پهنا

source: Height
fa_ir: درازا

source: Generated code
fa_ir: ساخت کد

source: Your browser does not support HTML5
fa_ir: مرورگر شما HTML5را پشتیبانی نمی کند

source: This product contains videos in the following formats:
fa_ir: این محصول درون مایه فیلم ها در فرمت های زیر می باشد:

source: WooCommerce HTML5 Video requires <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> to be activated in order to work. Please install and activate <a href="
fa_ir: WooCommerce HTML5 Video نیازمند <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> به منظور به کار پویا شود. خواهشمند است برای نصب و پویاسازی اینجا را کلیک کنید

source: You do not have sufficient permissions to access this page.
fa_ir: شما مجوز کافی برای دسترسی به این برگه را ندارید

source: About
fa_ir: درباره ما

source: was developed by
fa_ir: گسترش یافته از

source: Webilop is a company focused on web and mobile solutions. We develop custom mobile applications and templates and plugins for CMSs such as Wordpress and Joomla!.
fa_ir: Webilop یک شرکت متمرکز بر روی وب و راه حل های تلفن همراه است.ما در توسعه برنامه های کاربردی سفارشی تلفن همراه و قالب ها و افزونه های سیستم مدیریت محتوا مانند وردپرس و جوملا کار می کنیم!. همچنین این محصول توسط خلیل دلاوران khalil.delavaran@gmail.comبه زبان شیرین پارسی برگردان شده است.

source: Follow us
fa_ir: ما را دنبال کنید
